{
  "1" : {
    "name" : "Apple iPhone SE белый",
    "price": 37499,
    "status": "unavailable",
    "quantity": 0,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/24fce227e375a1357f7d42f2b629cd4f/54870b736f648bee41e75d8f14b0498d1ad097242a5e325d304f5002b33293fa.jpg",
    "description": "Смартфон Apple iPhone SE 2020 характеризуется компактными размерами и элегантным оформлением в белом цвете. Он оснащен дисплеем IPS диагональю 4.7 дюйма (1334x750 пикселей), на котором отображается детализированная картинка с реалистичной цветопередачей. Высокий уровень производительности системы достигается за счет мощного процессора A13 Bionic и 3 ГБ памяти ОЗУ. Вы сможете хранить в устройстве довольно большой массив данных благодаря 64 ГБ встроенной памяти. Смартфон надежно защищен от проникновения пыли и воды благодаря прочному непроницаемому корпусу. Основная камера 12 Мп на основе 6-линзового объектива обеспечивает детализированные фото и видеоролики. Расположенная спереди фронтальная камера с разрешением 7 Мп позволяет создавать креативные селфи при помощи широкого ряда режимов. В мобильном устройстве реализованы беспроводные стандарты Wi-Fi 6, Bluetooth, GPS, NFC с Apple Pay. Аккумулятор с энергоемкостью 1821 мА*ч способен обеспечить продолжительную автономную работу Apple iPhone SE 2020. Из других функциональных особенностей данной модели отмечаются технологии быстрой проводной зарядки и беспроводной зарядки."
  },
  "2" : {
    "name" : "Apple iPhone Xr синий",
    "price": 37499,
    "status": "available",
    "quantity": 3,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/bd1901282757711054f94111f2ef3110/fd3caf62df24e4f12b53ccf84b76d79eeb9232fb96c7355e92e957217093506b.jpg",
    "description": "Смартфон Apple iPhone Xr — воплощение красоты и интеллекта. Теперь у вас есть пароль, который надежно защитит ваши личные данные. Это ваше лицо. Вы можете разблокировать iPhone, заходить в приложения и оплачивать покупки буквально одним взглядом. Это очень надежная технология распознавания лица, и теперь она работает еще быстрее.Мощный процессор A12 Bionic - это умный и мощный процессор с системой Neural Engine следующего поколения. Дополненная реальность станет еще реальнее. Функция «Глубина» сделает портреты еще красивее. И в целом все будет работать более быстро и плавно. Передовая камера, инновационная матрица в сочетании с процессором обработки сигнала и системой Neural Engine позволяет делать снимки непревзойденного качества. Apple iPhone Xr уникален. Каждое решение, принятое при создании Apple iPhone Xr, делает его особенным. Начиная с технологий производства, методов обеспечения конфиденциальности и безопасности, применяемых на всех этапах разработки, — и заканчивая инновационным подходом Apple к переработке компонентов старых устройств."
  },
  "3" : {
    "name" : "Apple iPhone 12 Pro серый",
    "price": 97999,
    "status": "available",
    "quantity": 1,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/c120affae4a0949ed7dabe8d27bb5473/3fb14682d2b81647c39d4e057013bf71ef98e784556709dc528c69630ed20622.jpg",
    "description": "Это iPhone 12 Pro. Великолепный яркий̆ дисплей Super Retina XDR 6,1 дюйма. Передняя панель Ceramic Shield, с которой риск повреждений дисплея при падении в 4 раза ниже. Потрясающее качество снимков при слабом освещении благодаря системе камер Pro. Оптический зум с диапазоном 4x. Съёмка, монтаж и воспроизведение видео кинематографического качества в стандарте Dolby Vision. Ночной режим для портретов и дополненная реальность уровня благодаря сканеру LiDAR. Мощный процессор A14 Bionic. И аксессуары MagSafe, которые мгновенно примагничиваются и обеспечивают более быструю беспроводную зарядку. Это впечатляющие возможности."
  },
  "4" : {
    "name" : "Apple iPhone 12 Pro синий",
    "price": 108599,
    "status": "available",
    "quantity": 1,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/0ae4baebae65eb588ca7d677969d7643/a3698158cbf3360f9cba8bb8c9624b491a6278877cdf2a3240db5b3532e8bb4b.jpg",
    "description": "Это iPhone 12 Pro Max. Увеличенный дисплей Super Retina XDR 6,7 дюйма. Передняя панель Ceramic Shield, с которой риск повреждений дисплея при падении в 4 раза ниже. Потрясающее качество снимков при слабом освещении благодаря лучшей на iPhone системе камер Pro. Оптический зум с диапазоном 5x. Съёмка, монтаж и воспроизведение видео кинематографического качества в стандарте Dolby Vision. Ночной режим для портретов и улучшенная дополненная реальность благодаря сканеру LiDAR. Мощный процессор A14 Bionic. Аксессуары MagSafe, которые мгновенно примагничиваются и обеспечивают более быструю беспроводную зарядку. Это впечатляющие возможности."
  },
  "5" : {
    "name" : "Xiaomi Redmi 9A зеленый",
    "price": 7999,
    "status": "unavailable",
    "quantity": 0,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/fcb73f0e6df0668e73bf766dbafadd4e/d33b77752b9d72727c5f4d363fb99bf46b2829c82c97f133bfc220ffd399428d.jpg",
    "description": "Смартфон Xiaomi Redmi 9A в светло-зеленом корпусе из пластика объединил универсальные решения, которые понравятся каждому пользователю. В первую очередь необходимо отметить его достойное быстродействие, благодаря которому устройство легко работает в десятке приложений одновременно. В основе его функционирования – процессор MediaTek Helio G25, ускоритель PowerVR GE8320 и сразу 2 ГБ оперативной памяти. IPS-экран диагональю 6.53 дюйма отображает происходящее четко и ярко, используя для этого больше 16 млн оттенков. Благодаря объему встроенной памяти, составляющему 32 ГБ, в смартфоне Xiaomi Redmi 9A получится хранить все нужные приложения, файлы и фотографии. Последние, кстати, можно делать на основную камеру с разрешением 13 Мп или 5-мегапиксельную фронтальную."
  },
  "6" : {
    "name" : "Xiaomi Redmi Note 8 синий",
    "price": 13999,
    "status": "available",
    "quantity": 1,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/73a82593e7781ad3fe07621937ec8d66/9b649eaa05fab24cdcfdc1467a269524375d8ae65c749bc7d9ed231b73ab37ef.jpg",
    "description": "Смартфон Xiaomi Redmi 9A в светло-зеленом корпусе из пластика объединил универсальные решения, которые понравятся каждому пользователю. В первую очередь необходимо отметить его достойное быстродействие, благодаря которому устройство легко работает в десятке приложений одновременно. В основе его функционирования – процессор MediaTek Helio G25, ускоритель PowerVR GE8320 и сразу 2 ГБ оперативной памяти. IPS-экран диагональю 6.53 дюйма отображает происходящее четко и ярко, используя для этого больше 16 млн оттенков. Благодаря объему встроенной памяти, составляющему 32 ГБ, в смартфоне Xiaomi Redmi 9A получится хранить все нужные приложения, файлы и фотографии. Последние, кстати, можно делать на основную камеру с разрешением 13 Мп или 5-мегапиксельную фронтальную."
  },
  "7" : {
    "name" : "Samsung Galaxy A01 красный",
    "price": 6499,
    "status": "available",
    "quantity": 1,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/4eb6687882c05d51802b80062df53c85/a70a89552b97a087b9a0f8fb72a25c137763201e7db9ed19bc7e92f609b991f9.jpg",
    "description": "Смартфон Samsung Galaxy A01 Core сочетает эффектное цветовое исполнение, высокий уровень производительности и широкие функциональные возможности. Аппаратная платформа с процессором MediaTek и 1 ГБ оперативной памяти обеспечивают быструю работу приложений, веб-страниц, мультимедиа. Под хранение данных пользователя выделено 16 ГБ памяти. На 5.3-дюймовом экране с матрицей PLS отображается детализированное изображение с яркими и насыщенными цветами. Для создания фото и видео предусмотрены камера на 8 МП с LED-вспышкой сзади и камера с разрешением 5 МП на фронтальной панели. Среди других функциональных особенностей отмечаются два слота для карт SIM, отдельный слот под карту памяти, поддержка Wi-Fi и Bluetooth, навигация GPS. Смартфон Samsung Galaxy A01 Core функционирует под управлением ОС Android 10 Go и отличается продолжительным временем автономной работы благодаря аккумуляторной батарее высокой емкости."
  },
  "8" : {
    "name" : "Samsung Galaxy Z Fold3 зеленый",
    "price": 169999,
    "status": "available",
    "quantity": 1,
    "img": "https://c.dns-shop.ru/thumb/st1/fit/45/45/113e1af612ac37f25fd4ae750ac9a8fa/d18f50c5a6df36531d56086ad3bd420097d6cbc9646c7dbf9e2f71d7c2e03c93.jpg",
    "description": "Смартфон Samsung Galaxy Z Fold3 – это компактный и прочный складной смартфон. Благодаря поддержке электронного пера S Pen все возможности Galaxy Note доступны на безграничном 7.6-дюймовом Infinity Flex дисплее. В сложенном виде Galaxy Z Fold3 — это совершенный во всех отношениях смартфон с 6.2-дюймовым экраном. Благодаря режиму Flex, Galaxy Z Fold3 позволяет смотреть видео, созваниваться по видеосвязи и делать многое другое без помощи рук. Флагманский 5 нм процессор с 8-ядерной конфигурацией способствует максимально быстрой обработке данных и работе сразу в нескольких приложениях одновременно. Плавность и высокая скорость выполнения всех действий обусловлены также работой оперативного модуля с памятью 12 ГБ. Батарея емкостью 4400 мАч с усовершенствованным искусственным интеллектом позволяет Galaxy Z Fold3 активно экономить энергию для тех случаев, когда она нужна больше всего, на протяжении всего дня. К тому же, благодаря быстрой зарядке 25 Вт вы не выпадете из динамичного ритма жизни. Samsung Galaxy Z Fold3 поддерживает установку одной физической SIM и одной eSIM. Модель имеет пять камер: фронтальная 10-мегапиксельная селфи-камера, блок из трех 12-мегапиксельных основных камер и подэкранная 4-мегапиксельная камера, что позволяет получать первоклассные снимки. Изображения на основном и внешнем экранах c поддержкой 120 Гц обладают разрешением 2208x1768 и 2268x832 соответственно. Samsung Galaxy Z Fold3 изготовлен из прочных материалов и имеет степень защиты от воды IPX8."
  },
  "9" : {
    "name" : "Nokia XR20 синий",
    "price": 44299,
    "status": "available",
    "quantity": 1,
    "img": "https://c.dns-shop.ru/thumb/st1/fit/45/45/587f8a436bb727c2e0d483e08bd32e7b/f8fe6e0663d12c2f0a61a4b33653a67b8353772b5fc99890f6c3ebcf42e87bc2.jpg",
    "description": "Смартфон Nokia XR20 создан для длительного использования. Смартфон, который не потеряет привлекательности от регулярного использования в непростых условиях. Прочный нескользкий корпус и закаленное стекло экрана надежно защищены от царапин, падений, попадания воды и песка, а также перепадов температуры. Смартфон можно с легкостью доверить детям — даже на детской площадке и в песочнице. Вы будете три года получать обновления операционной системы и четыре года — ежемесячные обновления для системы безопасности. Это значит, что со временем ваш смартфон будет становиться только лучше. Не меняя смартфон в течение длительного времени, вы вносите свой вклад в защиту окружающей среды."
  },
  "10" : {
    "name" : "Nokia X20 оранжевый",
    "price": 29999,
    "status": "available",
    "quantity": 1,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/a5e9a81e130b86c66d5b7a36317fb02c/01905e5c86d2fe014ee0a1a30ccbb4dd0494f8a168cd524dbaab69a4c18770e5.jpg",
    "description": "Смартфон Nokia XR20 создан для длительного использования. Смартфон, который не потеряет привлекательности от регулярного использования в непростых условиях. Прочный нескользкий корпус и закаленное стекло экрана надежно защищены от царапин, падений, попадания воды и песка, а также перепадов температуры. Смартфон можно с легкостью доверить детям — даже на детской площадке и в песочнице. Вы будете три года получать обновления операционной системы и четыре года — ежемесячные обновления для системы безопасности. Это значит, что со временем ваш смартфон будет становиться только лучше. Не меняя смартфон в течение длительного времени, вы вносите свой вклад в защиту окружающей среды."
  },
  "11" : {
    "name" : "ASUS Zenfone 8 серебристый",
    "price": 59999,
    "status": "available",
    "quantity": 1,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/851d24afb62b5c7ac27206efe3bf61e6/86161dc7e6945517198a3b92c7434ce799672c01ff0d95fef1705aba5f8f5062.jpg",
    "description": "Смартфон ASUS Zenfone 8 – стильная и компактная модель с мощным вычислительным потенциалом и технологичностью премиального уровня. Корпус смартфона разработан по стандарту IP68, поэтому отличается водонепроницаемостью и пылезащищенностью. Экран 5.9 дюйма AMOLED с низким временем отклика, частотой обновления 120 Гц и точной передачей цветовой палитры отображает реалистичное изображение независимо от положения. Быстрая работа системы независимо от выполняемых задач достигается благодаря процессору Qualcomm Snapdragon 888 и 8 ГБ памяти ОЗУ. Основная камера 64+12 Мп на основе сенсоров Sony гарантирует создание фото и видео с точной передачей деталей независимо от условий освещенности. Для съемки селфи предлагается фронтальная камера 12 Мп с двухпиксельной фазовой автофокусировкой и портретным режимом. Интегрированный аккумулятор емкостью 4000 мА*ч обеспечивает продолжительную автономность ASUS Zenfone 8 и поддерживает стандарты ускоренной зарядки."
  },
  "12" : {
    "name" : "ASUS Zenfone 8 черный",
    "price": 59999,
    "status": "unavailable",
    "quantity": 0,
    "img": "https://c.dns-shop.ru/thumb/st4/fit/45/45/3ce95aa7ababcea22b9c938f017f614d/b2fe5adfead9090cdfb4b721877b7f3f8d385289b34b0c77d1a2049327e69301.jpg",
    "description": "Смартфон ASUS Zenfone 8 – стильная и компактная модель с мощным вычислительным потенциалом и технологичностью премиального уровня. Корпус смартфона разработан по стандарту IP68, поэтому отличается водонепроницаемостью и пылезащищенностью. Экран 5.9 дюйма AMOLED с низким временем отклика, частотой обновления 120 Гц и точной передачей цветовой палитры отображает реалистичное изображение независимо от положения. Быстрая работа системы независимо от выполняемых задач достигается благодаря процессору Qualcomm Snapdragon 888 и 8 ГБ памяти ОЗУ. Основная камера 64+12 Мп на основе сенсоров Sony гарантирует создание фото и видео с точной передачей деталей независимо от условий освещенности. Для съемки селфи предлагается фронтальная камера 12 Мп с двухпиксельной фазовой автофокусировкой и портретным режимом. Интегрированный аккумулятор емкостью 4000 мА*ч обеспечивает продолжительную автономность ASUS Zenfone 8 и поддерживает стандарты ускоренной зарядки."
  }
}
